{
  "text": {
    "hello": 93,
    "hi": 96,
    "hey": 95,
    "there": 192,
    "good": 79,
    "morning": 127,
    "afternoon": 5,
    "greetings": 82,
    "what": 218,
    "s": 165,
    "up": 205,
    "howdy": 99,
    "how": 98,
    "are": 9,
    "you": 229,
    "is": 111,
    "the": 191,
    "best": 18,
    "season": 171,
    "to": 197,
    "plant": 146,
    "wheat": 219,
    "when": 220,
    "time": 196,
    "can": 24,
    "i": 101,
    "grow": 83,
    "in": 106,
    "summer": 179,
    "which": 221,
    "months": 125,
    "ideal": 102,
    "for": 72,
    "farming": 62,
    "suitable": 178,
    "growing": 84,
    "rice": 163,
    "should": 173,
    "yield": 228,
    "be": 16,
    "grown": 85,
    "winter": 224,
    "climate": 29,
    "corn": 38,
    "weather": 214,
    "conditions": 33,
    "potatoes": 150,
    "harvest": 89,
    "hot": 97,
    "carrots": 27,
    "planting": 147,
    "crops": 41,
    "rainy": 158,
    "well": 217,
    "during": 53,
    "monsoon": 124,
    "vegetables": 209,
    "heavy": 92,
    "rainfall": 157,
    "areas": 10,
    "spring": 176,
    "fruits": 75,
    "flowers": 71,
    "heat": 91,
    "resistant": 162,
    "climates": 30,
    "tomatoes": 200,
    "cold": 31,
    "lettuce": 114,
    "thrive": 195,
    "autumn": 13,
    "fall": 59,
    "different": 45,
    "types": 203,
    "of": 137,
    "irrigation": 110,
    "methods": 123,
    "does": 48,
    "drip": 50,
    "work": 226,
    "sprinkler": 177,
    "better": 19,
    "than": 189,
    "flood": 69,
    "system": 183,
    "sandy": 167,
    "soil": 175,
    "much": 128,
    "water": 210,
    "do": 47,
    "need": 132,
    "watering": 211,
    "schedule": 170,
    "often": 138,
    "irrigate": 109,
    "fields": 67,
    "overwatering": 143,
    "affect": 4,
    "growth": 86,
    "continuous": 35,
    "flooding": 70,
    "level": 115,
    "survive": 181,
    "low": 118,
    "tomato": 199,
    "plants": 148,
    "frequently": 74,
    "damage": 42,
    "potato": 149,
    "tolerate": 198,
    "dry": 52,
    "method": 122,
    "require": 161,
    "frequent": 73,
    "happens": 87,
    "if": 103,
    "overwatered": 142,
    "a": 0,
    "lot": 117,
    "carrot": 26,
    "control": 36,
    "pests": 144,
    "my": 129,
    "field": 66,
    "common": 32,
    "maize": 120,
    "organic": 141,
    "ways": 213,
    "prevent": 152,
    "locust": 116,
    "attacks": 12,
    "on": 139,
    "fungal": 76,
    "diseases": 46,
    "avoid": 14,
    "crop": 40,
    "infections": 107,
    "way": 212,
    "treat": 201,
    "use": 207,
    "fungicides": 77,
    "protection": 155,
    "benefits": 17,
    "more": 126,
    "profitable": 154,
    "conventional": 37,
    "improve": 105,
    "fertility": 64,
    "naturally": 131,
    "boost": 20,
    "fertilizers": 65,
    "enriching": 55,
    "ph": 145,
    "precision": 151,
    "agriculture": 6,
    "technologies": 187,
    "used": 208,
    "drones": 51,
    "symptoms": 182,
    "nitrogen": 133,
    "deficiency": 44,
    "fix": 68,
    "help": 94,
    "with": 225,
    "causes": 28,
    "erosion": 56,
    "farm": 60,
    "effective": 54,
    "conservation": 34,
    "trees": 202,
    "yes": 227,
    "sure": 180,
    "absolutely": 1,
    "correct": 39,
    "that": 190,
    "right": 164,
    "no": 134,
    "not": 136,
    "really": 159,
    "don": 49,
    "t": 184,
    "think": 193,
    "so": 174,
    "nope": 135,
    "bot": 21,
    "who": 223,
    "built": 22,
    "your": 230,
    "name": 130,
    "goodbye": 80,
    "see": 172,
    "later": 113,
    "bye": 23,
    "take": 185,
    "care": 25,
    "m": 119,
    "feeling": 63,
    "great": 81,
    "happy": 88,
    "everything": 57,
    "awesome": 15,
    "sad": 166,
    "unhappy": 204,
    "give": 78,
    "me": 121,
    "advice": 3,
    "test": 188,
    "analyze": 8,
    "this": 194,
    "insects": 108,
    "weeds": 216,
    "weed": 215,
    "farmers": 61,
    "deal": 43,
    "factors": 58,
    "production": 153,
    "impacts": 104,
    "hydroponic": 100,
    "reduce": 160,
    "usage": 206,
    "saving": 169,
    "techniques": 186,
    "save": 168,
    "while": 222,
    "know": 112,
    "acidic": 2,
    "or": 140,
    "alkaline": 7,
    "have": 90,
    "question": 156,
    "assistance": 11
  },
  "intent": {
    "greet": 35,
    "faq_best_season_wheat": 13,
    "faq_best_season_rice": 12,
    "faq_best_season_corn": 10,
    "faq_best_season_potato": 11,
    "faq_best_season_carrot": 9,
    "faq_best_crops_rainy_season": 5,
    "faq_best_crops_spring": 6,
    "faq_best_crops_summer": 7,
    "faq_best_crops_winter": 8,
    "faq_best_crops_autumn": 3,
    "faq_irrigation_methods": 19,
    "faq_water_wheat": 33,
    "faq_water_rice": 31,
    "faq_water_tomato": 32,
    "faq_water_potato": 30,
    "faq_water_corn": 29,
    "faq_water_carrot": 28,
    "faq_pest_control": 22,
    "faq_fungal_diseases": 17,
    "faq_organic_farming": 21,
    "faq_soil_fertility": 26,
    "faq_precision_agriculture": 23,
    "faq_nitrogen_deficiency": 20,
    "faq_soil_erosion": 25,
    "affirm": 0,
    "deny": 2,
    "bot_challenge": 1,
    "goodbye": 34,
    "mood_great": 36,
    "mood_unhappy": 37,
    "request_irrigation_advice": 38,
    "request_soil_analysis": 39,
    "faq_best_crops_for_season": 4,
    "faq_common_pests": 14,
    "faq_control_weeds": 15,
    "faq_crop_yield_factors": 16,
    "faq_hydroponic_farming": 18,
    "faq_reduce_water_usage": 24,
    "faq_test_soil_ph": 27,
    "user_message": 40
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_huggingface_response": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_faq_best_crops_autumn": 15,
    "utter_faq_best_crops_for_season": 16,
    "utter_faq_best_crops_rainy_season": 17,
    "utter_faq_best_crops_spring": 18,
    "utter_faq_best_crops_summer": 19,
    "utter_faq_best_crops_winter": 20,
    "utter_faq_best_season_carrot": 21,
    "utter_faq_best_season_corn": 22,
    "utter_faq_best_season_potato": 23,
    "utter_faq_best_season_rice": 24,
    "utter_faq_best_season_wheat": 25,
    "utter_faq_common_pests": 26,
    "utter_faq_control_weeds": 27,
    "utter_faq_crop_yield_factors": 28,
    "utter_faq_fungal_diseases": 29,
    "utter_faq_hydroponic_farming": 30,
    "utter_faq_irrigation_methods": 31,
    "utter_faq_nitrogen_deficiency": 32,
    "utter_faq_organic_farming": 33,
    "utter_faq_pest_control": 34,
    "utter_faq_precision_agriculture": 35,
    "utter_faq_reduce_water_usage": 36,
    "utter_faq_soil_erosion": 37,
    "utter_faq_soil_fertility": 38,
    "utter_faq_test_soil_ph": 39,
    "utter_faq_water_carrot": 40,
    "utter_faq_water_corn": 41,
    "utter_faq_water_potato": 42,
    "utter_faq_water_rice": 43,
    "utter_faq_water_tomato": 44,
    "utter_faq_water_wheat": 45,
    "utter_goodbye": 46,
    "utter_greet": 47,
    "utter_happy": 48,
    "utter_iamabot": 49,
    "utter_request_irrigation_advice": 50,
    "utter_request_soil_analysis": 51
  },
  "action_text": null,
  "intent_response_key": null
}