{
  "text": {
    "hello": 70,
    "hi": 73,
    "hey": 72,
    "there": 141,
    "good": 60,
    "morning": 97,
    "afternoon": 2,
    "greetings": 61,
    "what": 161,
    "s": 125,
    "up": 151,
    "howdy": 76,
    "how": 75,
    "are": 4,
    "you": 169,
    "is": 85,
    "the": 140,
    "best": 11,
    "season": 128,
    "to": 144,
    "plant": 111,
    "wheat": 162,
    "when": 163,
    "time": 143,
    "can": 14,
    "i": 77,
    "grow": 62,
    "in": 81,
    "summer": 134,
    "which": 164,
    "months": 95,
    "ideal": 78,
    "for": 54,
    "farming": 45,
    "suitable": 133,
    "growing": 63,
    "rice": 124,
    "should": 129,
    "yield": 168,
    "be": 9,
    "grown": 64,
    "winter": 165,
    "climate": 18,
    "corn": 27,
    "weather": 159,
    "conditions": 22,
    "potatoes": 115,
    "harvest": 67,
    "hot": 74,
    "carrots": 16,
    "planting": 112,
    "crops": 29,
    "rainy": 121,
    "well": 160,
    "during": 39,
    "monsoon": 94,
    "vegetables": 154,
    "heavy": 69,
    "rainfall": 120,
    "areas": 5,
    "spring": 131,
    "fruits": 57,
    "flowers": 53,
    "heat": 68,
    "resistant": 123,
    "climates": 19,
    "tomatoes": 147,
    "cold": 20,
    "lettuce": 86,
    "thrive": 142,
    "autumn": 7,
    "fall": 43,
    "different": 32,
    "types": 150,
    "of": 103,
    "irrigation": 84,
    "methods": 93,
    "does": 35,
    "drip": 36,
    "work": 167,
    "sprinkler": 132,
    "better": 12,
    "than": 139,
    "flood": 51,
    "system": 137,
    "sandy": 126,
    "soil": 130,
    "much": 98,
    "water": 155,
    "do": 34,
    "need": 101,
    "watering": 156,
    "schedule": 127,
    "often": 104,
    "irrigate": 83,
    "fields": 49,
    "overwatering": 108,
    "affect": 1,
    "growth": 65,
    "continuous": 24,
    "flooding": 52,
    "level": 87,
    "survive": 135,
    "low": 90,
    "tomato": 146,
    "plants": 113,
    "frequently": 56,
    "damage": 30,
    "potato": 114,
    "tolerate": 145,
    "dry": 38,
    "method": 92,
    "require": 122,
    "frequent": 55,
    "happens": 66,
    "if": 79,
    "overwatered": 107,
    "a": 0,
    "lot": 89,
    "carrot": 15,
    "control": 25,
    "pests": 109,
    "my": 99,
    "field": 48,
    "common": 21,
    "maize": 91,
    "organic": 106,
    "ways": 158,
    "prevent": 117,
    "locust": 88,
    "attacks": 6,
    "on": 105,
    "fungal": 58,
    "diseases": 33,
    "avoid": 8,
    "crop": 28,
    "infections": 82,
    "way": 157,
    "treat": 148,
    "use": 152,
    "fungicides": 59,
    "protection": 119,
    "benefits": 10,
    "more": 96,
    "profitable": 118,
    "conventional": 26,
    "improve": 80,
    "fertility": 46,
    "naturally": 100,
    "boost": 13,
    "fertilizers": 47,
    "enriching": 41,
    "ph": 110,
    "precision": 116,
    "agriculture": 3,
    "technologies": 138,
    "used": 153,
    "drones": 37,
    "symptoms": 136,
    "nitrogen": 102,
    "deficiency": 31,
    "fix": 50,
    "help": 71,
    "with": 166,
    "causes": 17,
    "erosion": 42,
    "farm": 44,
    "effective": 40,
    "conservation": 23,
    "trees": 149
  },
  "intent": {
    "greet": 35,
    "faq_best_season_wheat": 13,
    "faq_best_season_rice": 12,
    "faq_best_season_corn": 10,
    "faq_best_season_potato": 11,
    "faq_best_season_carrot": 9,
    "faq_best_crops_rainy_season": 5,
    "faq_best_crops_spring": 6,
    "faq_best_crops_summer": 7,
    "faq_best_crops_winter": 8,
    "faq_best_crops_autumn": 3,
    "faq_irrigation_methods": 19,
    "faq_water_wheat": 33,
    "faq_water_rice": 31,
    "faq_water_tomato": 32,
    "faq_water_potato": 30,
    "faq_water_corn": 29,
    "faq_water_carrot": 28,
    "faq_pest_control": 22,
    "faq_fungal_diseases": 17,
    "faq_organic_farming": 21,
    "faq_soil_fertility": 26,
    "faq_precision_agriculture": 23,
    "faq_nitrogen_deficiency": 20,
    "faq_soil_erosion": 25,
    "affirm": 0,
    "bot_challenge": 1,
    "deny": 2,
    "faq_best_crops_for_season": 4,
    "faq_common_pests": 14,
    "faq_control_weeds": 15,
    "faq_crop_yield_factors": 16,
    "faq_hydroponic_farming": 18,
    "faq_reduce_water_usage": 24,
    "faq_test_soil_ph": 27,
    "goodbye": 34,
    "mood_great": 36,
    "mood_unhappy": 37,
    "request_irrigation_advice": 38,
    "request_soil_analysis": 39,
    "user_message": 40
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_huggingface_response": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_faq_best_crops_autumn": 15,
    "utter_faq_best_crops_for_season": 16,
    "utter_faq_best_crops_rainy_season": 17,
    "utter_faq_best_crops_spring": 18,
    "utter_faq_best_crops_summer": 19,
    "utter_faq_best_crops_winter": 20,
    "utter_faq_best_season_carrot": 21,
    "utter_faq_best_season_corn": 22,
    "utter_faq_best_season_potato": 23,
    "utter_faq_best_season_rice": 24,
    "utter_faq_best_season_wheat": 25,
    "utter_faq_common_pests": 26,
    "utter_faq_control_weeds": 27,
    "utter_faq_crop_yield_factors": 28,
    "utter_faq_fungal_diseases": 29,
    "utter_faq_hydroponic_farming": 30,
    "utter_faq_irrigation_methods": 31,
    "utter_faq_nitrogen_deficiency": 32,
    "utter_faq_organic_farming": 33,
    "utter_faq_pest_control": 34,
    "utter_faq_precision_agriculture": 35,
    "utter_faq_reduce_water_usage": 36,
    "utter_faq_soil_erosion": 37,
    "utter_faq_soil_fertility": 38,
    "utter_faq_test_soil_ph": 39,
    "utter_faq_water_carrot": 40,
    "utter_faq_water_corn": 41,
    "utter_faq_water_potato": 42,
    "utter_faq_water_rice": 43,
    "utter_faq_water_tomato": 44,
    "utter_faq_water_wheat": 45,
    "utter_goodbye": 46,
    "utter_greet": 47,
    "utter_happy": 48,
    "utter_iamabot": 49,
    "utter_request_irrigation_advice": 50,
    "utter_request_soil_analysis": 51
  },
  "action_text": null,
  "intent_response_key": null
}