{
  "text": {
    "hello": 159,
    "hi": 164,
    "hey": 163,
    "there": 363,
    "good": 138,
    "morning": 228,
    "afternoon": 7,
    "greetings": 144,
    "what": 403,
    "s": 308,
    "up": 383,
    "howdy": 170,
    "how": 169,
    "are": 20,
    "you": 419,
    "can": 42,
    "help": 160,
    "me": 216,
    "day": 78,
    "new": 241,
    "nice": 243,
    "to": 370,
    "meet": 217,
    "is": 189,
    "the": 361,
    "best": 34,
    "season": 315,
    "plant": 271,
    "wheat": 404,
    "when": 405,
    "time": 369,
    "i": 174,
    "grow": 145,
    "in": 182,
    "summer": 342,
    "which": 406,
    "months": 224,
    "ideal": 175,
    "for": 125,
    "farming": 115,
    "winter": 410,
    "suitable": 341,
    "cultivation": 75,
    "rainy": 292,
    "seasons": 316,
    "climate": 54,
    "should": 320,
    "sow": 328,
    "seeds": 318,
    "autumn": 27,
    "a": 0,
    "tolerate": 371,
    "frost": 129,
    "growing": 146,
    "rice": 303,
    "yield": 418,
    "be": 31,
    "grown": 147,
    "monsoon": 223,
    "dry": 97,
    "climates": 55,
    "temperature": 355,
    "planting": 272,
    "spring": 331,
    "does": 90,
    "need": 237,
    "lot": 204,
    "of": 251,
    "water": 393,
    "corn": 66,
    "weather": 398,
    "conditions": 59,
    "cold": 56,
    "sunlight": 343,
    "potatoes": 275,
    "harvest": 153,
    "hot": 168,
    "potato": 274,
    "cool": 65,
    "carrots": 45,
    "carrot": 44,
    "crops": 73,
    "well": 401,
    "during": 98,
    "vegetables": 391,
    "heavy": 158,
    "rainfall": 291,
    "areas": 21,
    "maize": 208,
    "fruits": 130,
    "soybeans": 329,
    "thrive": 367,
    "wet": 402,
    "paddy": 263,
    "crop": 72,
    "rain": 290,
    "flowers": 124,
    "lettuce": 199,
    "strawberries": 336,
    "grains": 142,
    "spinach": 330,
    "vegetable": 390,
    "peas": 264,
    "herbs": 162,
    "heat": 157,
    "resistant": 300,
    "tomatoes": 373,
    "cucumbers": 74,
    "watermelon": 395,
    "peppers": 265,
    "high": 165,
    "temperatures": 356,
    "cabbage": 41,
    "broccoli": 38,
    "fall": 110,
    "pumpkin": 286,
    "beets": 32,
    "garlic": 134,
    "apples": 18,
    "mild": 220,
    "different": 84,
    "types": 379,
    "irrigation": 188,
    "methods": 219,
    "drip": 94,
    "work": 413,
    "sprinkler": 332,
    "better": 35,
    "than": 359,
    "flood": 122,
    "system": 349,
    "sandy": 310,
    "soil": 325,
    "use": 386,
    "most": 229,
    "efficient": 101,
    "method": 218,
    "sprinklers": 333,
    "large": 196,
    "fields": 120,
    "choose": 53,
    "right": 305,
    "saves": 312,
    "much": 230,
    "do": 89,
    "watering": 394,
    "schedule": 314,
    "often": 252,
    "irrigate": 187,
    "overwatering": 262,
    "affect": 5,
    "growth": 148,
    "level": 200,
    "survive": 345,
    "low": 205,
    "germination": 135,
    "happens": 150,
    "if": 177,
    "underwatered": 380,
    "continuous": 62,
    "flooding": 123,
    "daily": 76,
    "without": 412,
    "management": 211,
    "reduce": 297,
    "usage": 385,
    "out": 259,
    "tomato": 372,
    "plants": 273,
    "frequently": 127,
    "damage": 77,
    "way": 396,
    "prevent": 279,
    "require": 299,
    "frequent": 126,
    "overwatered": 261,
    "control": 63,
    "pests": 269,
    "my": 232,
    "field": 119,
    "common": 57,
    "organic": 258,
    "ways": 397,
    "locust": 202,
    "attacks": 26,
    "on": 255,
    "natural": 235,
    "manage": 210,
    "neem": 239,
    "oil": 253,
    "pest": 266,
    "pesticides": 268,
    "aphids": 17,
    "fungal": 132,
    "diseases": 88,
    "avoid": 28,
    "infections": 184,
    "treat": 376,
    "fungicides": 133,
    "protection": 284,
    "symptoms": 347,
    "baking": 30,
    "soda": 324,
    "mold": 221,
    "benefits": 33,
    "more": 227,
    "profitable": 281,
    "conventional": 64,
    "start": 334,
    "disadvantages": 85,
    "synthetic": 348,
    "fertilizers": 118,
    "get": 136,
    "certification": 49,
    "practices": 277,
    "improve": 181,
    "fertility": 117,
    "naturally": 236,
    "boost": 36,
    "enriching": 103,
    "ph": 270,
    "test": 357,
    "compost": 58,
    "increase": 183,
    "nitrogen": 244,
    "degradation": 82,
    "precision": 278,
    "agriculture": 9,
    "technologies": 353,
    "used": 387,
    "drones": 95,
    "implement": 179,
    "gps": 141,
    "monitor": 222,
    "using": 388,
    "challenges": 50,
    "costs": 68,
    "with": 411,
    "deficiency": 80,
    "fix": 121,
    "signs": 321,
    "rich": 304,
    "causes": 48,
    "erosion": 105,
    "farm": 113,
    "effective": 99,
    "conservation": 60,
    "trees": 378,
    "hilly": 166,
    "effects": 100,
    "mulching": 231,
    "restore": 302,
    "eroded": 104,
    "yes": 417,
    "sure": 344,
    "absolutely": 1,
    "correct": 67,
    "that": 360,
    "course": 70,
    "definitely": 81,
    "agreed": 8,
    "okay": 254,
    "yep": 416,
    "no": 245,
    "not": 247,
    "really": 295,
    "don": 92,
    "t": 350,
    "think": 364,
    "so": 323,
    "nope": 246,
    "maybe": 215,
    "disagree": 86,
    "at": 25,
    "all": 12,
    "negative": 240,
    "nah": 233,
    "bot": 37,
    "who": 408,
    "built": 39,
    "your": 420,
    "name": 234,
    "human": 171,
    "created": 71,
    "an": 13,
    "ai": 10,
    "robot": 306,
    "programmed": 282,
    "real": 294,
    "goodbye": 139,
    "see": 317,
    "later": 197,
    "bye": 40,
    "take": 351,
    "care": 43,
    "farewell": 112,
    "soon": 327,
    "catch": 47,
    "now": 248,
    "have": 156,
    "until": 382,
    "next": 242,
    "m": 206,
    "feeling": 116,
    "great": 143,
    "happy": 151,
    "everything": 106,
    "awesome": 29,
    "doing": 91,
    "fantastic": 111,
    "life": 201,
    "mood": 225,
    "thrilled": 366,
    "over": 260,
    "moon": 226,
    "top": 375,
    "world": 414,
    "sad": 309,
    "unhappy": 381,
    "down": 93,
    "depressed": 83,
    "upset": 384,
    "frustrated": 131,
    "stressed": 337,
    "disappointed": 87,
    "give": 137,
    "advice": 4,
    "efficiently": 102,
    "suggest": 340,
    "save": 311,
    "set": 319,
    "analyze": 14,
    "check": 52,
    "nutrients": 250,
    "home": 167,
    "quality": 287,
    "tools": 374,
    "needed": 238,
    "testing": 358,
    "this": 365,
    "insects": 186,
    "harmful": 152,
    "worst": 415,
    "identify": 176,
    "weeds": 400,
    "weed": 399,
    "farmers": 114,
    "deal": 79,
    "remove": 298,
    "from": 128,
    "killers": 194,
    "herbicides": 161,
    "factors": 109,
    "production": 280,
    "impacts": 178,
    "important": 180,
    "affects": 6,
    "maximize": 214,
    "key": 193,
    "hydroponic": 172,
    "hydroponics": 173,
    "maintain": 207,
    "saving": 313,
    "techniques": 352,
    "while": 407,
    "conserve": 61,
    "less": 198,
    "waste": 392,
    "resources": 301,
    "know": 195,
    "acidic": 2,
    "or": 257,
    "alkaline": 11,
    "adjust": 3,
    "question": 289,
    "assistance": 24,
    "answer": 16,
    "query": 288,
    "assist": 23,
    "provide": 285,
    "information": 185,
    "guidance": 149,
    "islamabad": 190,
    "harvesting": 155,
    "practice": 276,
    "recommend": 296,
    "drought": 96,
    "long": 203,
    "it": 191,
    "mature": 213,
    "rotation": 307,
    "and": 15,
    "why": 409,
    "varieties": 389,
    "some": 326,
    "cash": 46,
    "small": 322,
    "cotton": 69,
    "explain": 107,
    "its": 192,
    "sugarcane": 339,
    "npk": 249,
    "ratio": 293,
    "make": 209,
    "protect": 283,
    "their": 362,
    "treatments": 377,
    "as": 22,
    "pesticide": 267,
    "swarms": 346,
    "till": 368,
    "change": 51,
    "extreme": 108,
    "store": 335,
    "harvested": 154,
    "market": 212,
    "online": 256,
    "government": 140,
    "subsidies": 338,
    "technology": 354,
    "apps": 19
  },
  "intent": {
    "greet": 36,
    "faq_best_season_wheat": 14,
    "faq_best_season_rice": 13,
    "faq_best_season_corn": 11,
    "faq_best_season_potato": 12,
    "faq_best_season_carrot": 10,
    "faq_best_crops_rainy_season": 6,
    "faq_best_crops_spring": 7,
    "faq_best_crops_summer": 8,
    "faq_best_crops_winter": 9,
    "faq_best_crops_autumn": 4,
    "faq_irrigation_methods": 20,
    "faq_water_wheat": 34,
    "faq_water_rice": 32,
    "faq_water_tomato": 33,
    "faq_water_potato": 31,
    "faq_water_corn": 30,
    "faq_water_carrot": 29,
    "faq_pest_control": 23,
    "faq_fungal_diseases": 18,
    "faq_organic_farming": 22,
    "faq_soil_fertility": 27,
    "faq_precision_agriculture": 24,
    "faq_nitrogen_deficiency": 21,
    "faq_soil_erosion": 26,
    "affirm": 0,
    "deny": 3,
    "bot_challenge": 2,
    "goodbye": 35,
    "mood_great": 37,
    "mood_unhappy": 38,
    "request_irrigation_advice": 39,
    "request_soil_analysis": 40,
    "faq_best_crops_for_season": 5,
    "faq_common_pests": 15,
    "faq_control_weeds": 16,
    "faq_crop_yield_factors": 17,
    "faq_hydroponic_farming": 19,
    "faq_reduce_water_usage": 25,
    "faq_test_soil_ph": 28,
    "user_message": 41,
    "ai_query": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_huggingface_response": 6,
    "utter_ask_anything": 13,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_faq_best_crops_autumn": 16,
    "utter_faq_best_crops_for_season": 17,
    "utter_faq_best_crops_rainy_season": 18,
    "utter_faq_best_crops_spring": 19,
    "utter_faq_best_crops_summer": 20,
    "utter_faq_best_crops_winter": 21,
    "utter_faq_best_season_carrot": 22,
    "utter_faq_best_season_corn": 23,
    "utter_faq_best_season_potato": 24,
    "utter_faq_best_season_rice": 25,
    "utter_faq_best_season_wheat": 26,
    "utter_faq_common_pests": 27,
    "utter_faq_control_weeds": 28,
    "utter_faq_crop_yield_factors": 29,
    "utter_faq_fungal_diseases": 30,
    "utter_faq_hydroponic_farming": 31,
    "utter_faq_irrigation_methods": 32,
    "utter_faq_nitrogen_deficiency": 33,
    "utter_faq_organic_farming": 34,
    "utter_faq_pest_control": 35,
    "utter_faq_precision_agriculture": 36,
    "utter_faq_reduce_water_usage": 37,
    "utter_faq_soil_erosion": 38,
    "utter_faq_soil_fertility": 39,
    "utter_faq_test_soil_ph": 40,
    "utter_faq_water_carrot": 41,
    "utter_faq_water_corn": 42,
    "utter_faq_water_potato": 43,
    "utter_faq_water_rice": 44,
    "utter_faq_water_tomato": 45,
    "utter_faq_water_wheat": 46,
    "utter_goodbye": 47,
    "utter_greet": 48,
    "utter_happy": 49,
    "utter_iamabot": 50,
    "utter_request_irrigation_advice": 51,
    "utter_request_soil_analysis": 52
  },
  "action_text": null,
  "intent_response_key": null
}