{
  "text": {
    "what": 74,
    "is": 37,
    "the": 64,
    "best": 5,
    "season": 58,
    "to": 67,
    "plant": 51,
    "wheat": 75,
    "when": 76,
    "time": 66,
    "how": 28,
    "often": 46,
    "should": 59,
    "i": 30,
    "water": 71,
    "my": 41,
    "tomato": 68,
    "plants": 52,
    "frequently": 25,
    "do": 16,
    "need": 43,
    "tomatoes": 69,
    "are": 3,
    "common": 9,
    "pests": 49,
    "in": 33,
    "maize": 39,
    "crops": 12,
    "which": 77,
    "affect": 1,
    "can": 7,
    "prevent": 54,
    "fungal": 26,
    "diseases": 15,
    "avoid": 4,
    "crop": 11,
    "infections": 34,
    "organic": 48,
    "farming": 23,
    "does": 17,
    "work": 78,
    "improve": 32,
    "soil": 60,
    "fertility": 24,
    "naturally": 42,
    "ways": 72,
    "boost": 6,
    "precision": 53,
    "agriculture": 2,
    "symptoms": 61,
    "of": 45,
    "nitrogen": 44,
    "deficiency": 14,
    "tell": 62,
    "if": 31,
    "a": 0,
    "lacks": 38,
    "grow": 27,
    "sandy": 57,
    "thrive": 65,
    "test": 63,
    "ph": 50,
    "process": 55,
    "check": 8,
    "control": 10,
    "weeds": 73,
    "farm": 22,
    "effective": 19,
    "methods": 40,
    "eliminate": 20,
    "hydroponic": 29,
    "factors": 21,
    "yield": 79,
    "influences": 35,
    "reduce": 56,
    "usage": 70,
    "irrigation": 36,
    "cut": 13,
    "down": 18,
    "on": 47
  },
  "intent": {
    "faq_best_season": 0,
    "faq_water_tomato": 13,
    "faq_common_pests": 1,
    "faq_fungal_diseases": 4,
    "faq_organic_farming": 7,
    "faq_soil_fertility": 11,
    "faq_precision_agriculture": 8,
    "faq_nitrogen_deficiency": 6,
    "faq_sandy_soil_crops": 10,
    "faq_test_soil_ph": 12,
    "faq_control_weeds": 2,
    "faq_hydroponic_farming": 5,
    "faq_crop_yield_factors": 3,
    "faq_reduce_water_usage": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_faq_best_season": 12,
    "utter_faq_common_pests": 13,
    "utter_faq_control_weeds": 14,
    "utter_faq_crop_yield_factors": 15,
    "utter_faq_fungal_diseases": 16,
    "utter_faq_hydroponic_farming": 17,
    "utter_faq_nitrogen_deficiency": 18,
    "utter_faq_organic_farming": 19,
    "utter_faq_precision_agriculture": 20,
    "utter_faq_reduce_water_usage": 21,
    "utter_faq_sandy_soil_crops": 22,
    "utter_faq_soil_fertility": 23,
    "utter_faq_test_soil_ph": 24,
    "utter_faq_water_tomato": 25
  },
  "action_text": null,
  "intent_response_key": null
}