{
  "text": {
    "hello": 31,
    "hi": 33,
    "hey": 32,
    "there": 74,
    "good": 28,
    "morning": 48,
    "afternoon": 2,
    "greetings": 29,
    "what": 85,
    "s": 65,
    "up": 80,
    "howdy": 35,
    "is": 44,
    "the": 73,
    "best": 6,
    "season": 67,
    "to": 77,
    "plant": 59,
    "wheat": 86,
    "when": 87,
    "time": 76,
    "how": 34,
    "often": 54,
    "should": 68,
    "i": 37,
    "water": 82,
    "my": 49,
    "tomato": 78,
    "plants": 60,
    "frequently": 26,
    "do": 17,
    "need": 51,
    "tomatoes": 79,
    "are": 4,
    "common": 10,
    "pests": 57,
    "in": 40,
    "maize": 46,
    "crops": 13,
    "which": 88,
    "affect": 1,
    "can": 8,
    "prevent": 62,
    "fungal": 27,
    "diseases": 16,
    "avoid": 5,
    "crop": 12,
    "infections": 41,
    "organic": 56,
    "farming": 24,
    "does": 18,
    "work": 89,
    "improve": 39,
    "soil": 69,
    "fertility": 25,
    "naturally": 50,
    "ways": 83,
    "boost": 7,
    "precision": 61,
    "agriculture": 3,
    "symptoms": 70,
    "of": 53,
    "nitrogen": 52,
    "deficiency": 15,
    "tell": 71,
    "if": 38,
    "a": 0,
    "lacks": 45,
    "grow": 30,
    "sandy": 66,
    "thrive": 75,
    "test": 72,
    "ph": 58,
    "process": 63,
    "check": 9,
    "control": 11,
    "weeds": 84,
    "farm": 23,
    "effective": 20,
    "methods": 47,
    "eliminate": 21,
    "hydroponic": 36,
    "factors": 22,
    "yield": 90,
    "influences": 42,
    "reduce": 64,
    "usage": 81,
    "irrigation": 43,
    "cut": 14,
    "down": 19,
    "on": 55
  },
  "intent": {
    "greet": 16,
    "faq_best_season": 0,
    "faq_water_tomato": 15,
    "faq_common_pests": 1,
    "faq_fungal_diseases": 4,
    "faq_organic_farming": 8,
    "faq_soil_fertility": 13,
    "faq_precision_agriculture": 10,
    "faq_nitrogen_deficiency": 7,
    "faq_sandy_soil_crops": 12,
    "faq_test_soil_ph": 14,
    "faq_control_weeds": 2,
    "faq_hydroponic_farming": 5,
    "faq_crop_yield_factors": 3,
    "faq_reduce_water_usage": 11,
    "faq_irrigation_methods": 6,
    "faq_pesticide_use": 9,
    "nlu_fallback": 17
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_fallback": 12,
    "utter_faq_best_season": 13,
    "utter_faq_common_pests": 14,
    "utter_faq_control_weeds": 15,
    "utter_faq_crop_yield_factors": 16,
    "utter_faq_fungal_diseases": 17,
    "utter_faq_hydroponic_farming": 18,
    "utter_faq_irrigation_methods": 19,
    "utter_faq_nitrogen_deficiency": 20,
    "utter_faq_organic_farming": 21,
    "utter_faq_pesticide_use": 22,
    "utter_faq_precision_agriculture": 23,
    "utter_faq_sandy_soil_crops": 24,
    "utter_faq_soil_fertility": 25,
    "utter_faq_water_tomato": 26,
    "utter_greet": 27
  },
  "action_text": null,
  "intent_response_key": null
}