{
  "text": {
    "hello": 79,
    "hi": 83,
    "hey": 82,
    "there": 175,
    "good": 69,
    "morning": 119,
    "afternoon": 3,
    "greetings": 71,
    "what": 200,
    "s": 153,
    "up": 184,
    "howdy": 88,
    "how": 87,
    "are": 7,
    "you": 210,
    "is": 103,
    "the": 174,
    "best": 16,
    "season": 157,
    "to": 178,
    "plant": 134,
    "wheat": 201,
    "when": 202,
    "time": 177,
    "which": 203,
    "suitable": 164,
    "for": 63,
    "growing": 73,
    "rice": 151,
    "should": 158,
    "i": 92,
    "corn": 33,
    "yield": 209,
    "summer": 165,
    "potatoes": 137,
    "can": 18,
    "grow": 72,
    "carrots": 19,
    "in": 98,
    "winter": 205,
    "crops": 36,
    "rainy": 147,
    "spring": 161,
    "often": 128,
    "water": 192,
    "my": 122,
    "tomato": 179,
    "plants": 135,
    "frequently": 64,
    "do": 45,
    "need": 124,
    "tomatoes": 180,
    "daily": 39,
    "watering": 193,
    "schedule": 156,
    "know": 104,
    "if": 94,
    "overwatering": 131,
    "damage": 40,
    "drip": 48,
    "irrigation": 102,
    "common": 26,
    "pests": 132,
    "maize": 112,
    "affect": 2,
    "control": 30,
    "field": 61,
    "insects": 101,
    "attack": 9,
    "most": 120,
    "potato": 136,
    "prevent": 140,
    "locust": 109,
    "attacks": 10,
    "on": 129,
    "organic": 130,
    "ways": 195,
    "farming": 57,
    "fungal": 67,
    "diseases": 44,
    "avoid": 13,
    "crop": 35,
    "infections": 99,
    "stop": 163,
    "powdery": 138,
    "mildew": 115,
    "cucumbers": 37,
    "way": 194,
    "treat": 181,
    "use": 186,
    "fungicides": 68,
    "protection": 144,
    "does": 46,
    "humidity": 89,
    "growth": 75,
    "work": 208,
    "benefits": 15,
    "of": 127,
    "more": 118,
    "profitable": 143,
    "than": 172,
    "conventional": 32,
    "fertilizers": 60,
    "used": 187,
    "vegetables": 191,
    "at": 8,
    "home": 85,
    "start": 162,
    "an": 5,
    "farm": 56,
    "improve": 97,
    "soil": 159,
    "fertility": 58,
    "naturally": 123,
    "boost": 17,
    "enriching": 54,
    "rotation": 152,
    "help": 80,
    "composting": 27,
    "health": 77,
    "methods": 114,
    "enhance": 53,
    "quality": 145,
    "ph": 133,
    "precision": 139,
    "agriculture": 4,
    "technologies": 168,
    "cost": 34,
    "effective": 51,
    "gps": 70,
    "drones": 49,
    "be": 14,
    "symptoms": 167,
    "nitrogen": 125,
    "deficiency": 41,
    "tell": 169,
    "a": 0,
    "lacks": 105,
    "look": 110,
    "like": 108,
    "fix": 62,
    "with": 206,
    "testing": 171,
    "detect": 42,
    "levels": 107,
    "sandy": 154,
    "thrive": 176,
    "modifications": 116,
    "fruit": 65,
    "trees": 182,
    "test": 170,
    "process": 141,
    "check": 21,
    "why": 204,
    "important": 96,
    "ideal": 93,
    "vegetable": 190,
    "adjust": 1,
    "nutrient": 126,
    "availability": 12,
    "weeds": 199,
    "eliminate": 52,
    "herbicides": 81,
    "controlling": 31,
    "without": 207,
    "chemicals": 22,
    "mulching": 121,
    "weed": 197,
    "that": 173,
    "reduce": 148,
    "disadvantages": 43,
    "manual": 113,
    "weeding": 198,
    "hydroponic": 90,
    "grown": 74,
    "using": 188,
    "hydroponics": 91,
    "sustainable": 166,
    "require": 149,
    "lot": 111,
    "solution": 160,
    "factors": 55,
    "influences": 100,
    "impact": 95,
    "fertilizer": 59,
    "application": 6,
    "type": 183,
    "climate": 23,
    "change": 20,
    "production": 142,
    "high": 84,
    "varieties": 189,
    "usage": 185,
    "cut": 38,
    "down": 47,
    "save": 155,
    "rainwater": 146,
    "harvesting": 76,
    "conserve": 29,
    "least": 106,
    "drought": 50,
    "resistant": 150,
    "conservation": 28,
    "autumn": 11,
    "heat": 78,
    "hot": 86,
    "climates": 24,
    "fruits": 66,
    "cold": 25,
    "weather": 196,
    "monsoon": 117
  },
  "intent": {
    "greet": 17,
    "faq_best_season": 1,
    "faq_water_tomato": 16,
    "faq_common_pests": 2,
    "faq_fungal_diseases": 5,
    "faq_organic_farming": 9,
    "faq_soil_fertility": 14,
    "faq_precision_agriculture": 11,
    "faq_nitrogen_deficiency": 8,
    "faq_sandy_soil_crops": 13,
    "faq_test_soil_ph": 15,
    "faq_control_weeds": 3,
    "faq_hydroponic_farming": 6,
    "faq_crop_yield_factors": 4,
    "faq_reduce_water_usage": 12,
    "faq_best_crops_for_season": 0,
    "faq_irrigation_methods": 7,
    "faq_pesticide_use": 10,
    "nlu_fallback": 18
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_fallback": 12,
    "utter_faq_best_season": 13,
    "utter_faq_common_pests": 14,
    "utter_faq_control_weeds": 15,
    "utter_faq_crop_yield_factors": 16,
    "utter_faq_fungal_diseases": 17,
    "utter_faq_hydroponic_farming": 18,
    "utter_faq_irrigation_methods": 19,
    "utter_faq_nitrogen_deficiency": 20,
    "utter_faq_organic_farming": 21,
    "utter_faq_pesticide_use": 22,
    "utter_faq_precision_agriculture": 23,
    "utter_faq_sandy_soil_crops": 24,
    "utter_faq_soil_fertility": 25,
    "utter_faq_water_tomato": 26,
    "utter_greet": 27
  },
  "action_text": null,
  "intent_response_key": null
}