{
  "text": {
    "hello": 110,
    "hi": 113,
    "hey": 112,
    "there": 241,
    "good": 93,
    "morning": 154,
    "afternoon": 5,
    "greetings": 98,
    "what": 270,
    "s": 203,
    "up": 256,
    "howdy": 118,
    "how": 117,
    "are": 11,
    "you": 282,
    "is": 131,
    "the": 239,
    "best": 22,
    "season": 209,
    "to": 247,
    "plant": 180,
    "wheat": 271,
    "when": 272,
    "time": 246,
    "can": 28,
    "i": 120,
    "grow": 99,
    "in": 126,
    "summer": 223,
    "which": 273,
    "months": 152,
    "ideal": 121,
    "for": 84,
    "farming": 74,
    "suitable": 222,
    "growing": 100,
    "rice": 200,
    "should": 211,
    "yield": 281,
    "be": 20,
    "grown": 101,
    "winter": 277,
    "climate": 35,
    "corn": 46,
    "weather": 266,
    "conditions": 40,
    "potatoes": 184,
    "harvest": 105,
    "hot": 116,
    "carrots": 31,
    "planting": 181,
    "crops": 50,
    "rainy": 193,
    "well": 269,
    "during": 63,
    "monsoon": 151,
    "vegetables": 261,
    "heavy": 109,
    "rainfall": 192,
    "areas": 12,
    "spring": 216,
    "fruits": 89,
    "flowers": 83,
    "heat": 108,
    "resistant": 199,
    "climates": 36,
    "tomatoes": 250,
    "cold": 37,
    "lettuce": 136,
    "thrive": 244,
    "autumn": 17,
    "fall": 71,
    "different": 54,
    "types": 254,
    "of": 167,
    "irrigation": 130,
    "methods": 150,
    "does": 57,
    "drip": 59,
    "work": 279,
    "sprinkler": 217,
    "better": 23,
    "than": 237,
    "flood": 81,
    "system": 229,
    "sandy": 205,
    "soil": 214,
    "much": 155,
    "water": 262,
    "do": 56,
    "need": 159,
    "watering": 263,
    "schedule": 208,
    "often": 168,
    "irrigate": 129,
    "fields": 79,
    "overwatering": 175,
    "affect": 4,
    "growth": 102,
    "continuous": 43,
    "flooding": 82,
    "level": 137,
    "survive": 225,
    "low": 141,
    "tomato": 249,
    "plants": 182,
    "frequently": 86,
    "damage": 51,
    "potato": 183,
    "tolerate": 248,
    "dry": 62,
    "method": 149,
    "require": 198,
    "frequent": 85,
    "happens": 103,
    "if": 122,
    "overwatered": 174,
    "a": 0,
    "lot": 140,
    "carrot": 30,
    "control": 44,
    "pests": 178,
    "my": 156,
    "field": 78,
    "common": 38,
    "maize": 143,
    "organic": 173,
    "ways": 265,
    "prevent": 186,
    "locust": 138,
    "attacks": 16,
    "on": 170,
    "fungal": 90,
    "diseases": 55,
    "avoid": 18,
    "crop": 49,
    "infections": 127,
    "way": 264,
    "treat": 251,
    "use": 258,
    "fungicides": 91,
    "protection": 190,
    "benefits": 21,
    "more": 153,
    "profitable": 188,
    "conventional": 45,
    "improve": 125,
    "fertility": 76,
    "naturally": 158,
    "boost": 24,
    "fertilizers": 77,
    "enriching": 65,
    "ph": 179,
    "precision": 185,
    "agriculture": 6,
    "technologies": 233,
    "used": 259,
    "drones": 60,
    "symptoms": 227,
    "nitrogen": 161,
    "deficiency": 53,
    "fix": 80,
    "help": 111,
    "with": 278,
    "causes": 33,
    "erosion": 66,
    "farm": 72,
    "effective": 64,
    "conservation": 41,
    "trees": 253,
    "yes": 280,
    "sure": 224,
    "absolutely": 1,
    "correct": 47,
    "that": 238,
    "right": 201,
    "no": 162,
    "not": 164,
    "really": 195,
    "don": 58,
    "t": 230,
    "think": 242,
    "so": 213,
    "nope": 163,
    "bot": 25,
    "who": 275,
    "built": 26,
    "your": 283,
    "name": 157,
    "goodbye": 94,
    "see": 210,
    "later": 135,
    "bye": 27,
    "take": 231,
    "care": 29,
    "m": 142,
    "feeling": 75,
    "great": 97,
    "happy": 104,
    "everything": 67,
    "awesome": 19,
    "sad": 204,
    "unhappy": 255,
    "give": 92,
    "me": 148,
    "advice": 3,
    "test": 236,
    "analyze": 8,
    "this": 243,
    "insects": 128,
    "weeds": 268,
    "weed": 267,
    "farmers": 73,
    "deal": 52,
    "factors": 70,
    "production": 187,
    "impacts": 123,
    "hydroponic": 119,
    "reduce": 197,
    "usage": 257,
    "saving": 207,
    "techniques": 232,
    "save": 206,
    "while": 274,
    "know": 134,
    "acidic": 2,
    "or": 172,
    "alkaline": 7,
    "have": 107,
    "question": 191,
    "assistance": 14,
    "recommend": 196,
    "drought": 61,
    "temperature": 235,
    "long": 139,
    "it": 132,
    "mature": 147,
    "rotation": 202,
    "and": 9,
    "why": 276,
    "important": 124,
    "high": 114,
    "varieties": 260,
    "suggest": 221,
    "some": 215,
    "cash": 32,
    "small": 212,
    "cotton": 48,
    "explain": 68,
    "its": 133,
    "conserve": 42,
    "sugarcane": 220,
    "nutrients": 166,
    "npk": 165,
    "ratio": 194,
    "synthetic": 228,
    "make": 144,
    "compost": 39,
    "at": 15,
    "home": 115,
    "protect": 189,
    "from": 87,
    "their": 240,
    "treatments": 252,
    "neem": 160,
    "oil": 169,
    "as": 13,
    "pesticide": 177,
    "swarms": 226,
    "pest": 176,
    "till": 245,
    "change": 34,
    "extreme": 69,
    "frost": 88,
    "store": 218,
    "harvested": 106,
    "grains": 96,
    "market": 146,
    "online": 171,
    "government": 95,
    "subsidies": 219,
    "technology": 234,
    "apps": 10,
    "management": 145
  },
  "intent": {
    "greet": 36,
    "faq_best_season_wheat": 14,
    "faq_best_season_rice": 13,
    "faq_best_season_corn": 11,
    "faq_best_season_potato": 12,
    "faq_best_season_carrot": 10,
    "faq_best_crops_rainy_season": 6,
    "faq_best_crops_spring": 7,
    "faq_best_crops_summer": 8,
    "faq_best_crops_winter": 9,
    "faq_best_crops_autumn": 4,
    "faq_irrigation_methods": 20,
    "faq_water_wheat": 34,
    "faq_water_rice": 32,
    "faq_water_tomato": 33,
    "faq_water_potato": 31,
    "faq_water_corn": 30,
    "faq_water_carrot": 29,
    "faq_pest_control": 23,
    "faq_fungal_diseases": 18,
    "faq_organic_farming": 22,
    "faq_soil_fertility": 27,
    "faq_precision_agriculture": 24,
    "faq_nitrogen_deficiency": 21,
    "faq_soil_erosion": 26,
    "affirm": 0,
    "deny": 3,
    "bot_challenge": 2,
    "goodbye": 35,
    "mood_great": 37,
    "mood_unhappy": 38,
    "request_irrigation_advice": 39,
    "request_soil_analysis": 40,
    "faq_best_crops_for_season": 5,
    "faq_common_pests": 15,
    "faq_control_weeds": 16,
    "faq_crop_yield_factors": 17,
    "faq_hydroponic_farming": 19,
    "faq_reduce_water_usage": 25,
    "faq_test_soil_ph": 28,
    "user_message": 41,
    "ai_query": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_huggingface_response": 6,
    "utter_ask_anything": 13,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_faq_best_crops_autumn": 16,
    "utter_faq_best_crops_for_season": 17,
    "utter_faq_best_crops_rainy_season": 18,
    "utter_faq_best_crops_spring": 19,
    "utter_faq_best_crops_summer": 20,
    "utter_faq_best_crops_winter": 21,
    "utter_faq_best_season_carrot": 22,
    "utter_faq_best_season_corn": 23,
    "utter_faq_best_season_potato": 24,
    "utter_faq_best_season_rice": 25,
    "utter_faq_best_season_wheat": 26,
    "utter_faq_common_pests": 27,
    "utter_faq_control_weeds": 28,
    "utter_faq_crop_yield_factors": 29,
    "utter_faq_fungal_diseases": 30,
    "utter_faq_hydroponic_farming": 31,
    "utter_faq_irrigation_methods": 32,
    "utter_faq_nitrogen_deficiency": 33,
    "utter_faq_organic_farming": 34,
    "utter_faq_pest_control": 35,
    "utter_faq_precision_agriculture": 36,
    "utter_faq_reduce_water_usage": 37,
    "utter_faq_soil_erosion": 38,
    "utter_faq_soil_fertility": 39,
    "utter_faq_test_soil_ph": 40,
    "utter_faq_water_carrot": 41,
    "utter_faq_water_corn": 42,
    "utter_faq_water_potato": 43,
    "utter_faq_water_rice": 44,
    "utter_faq_water_tomato": 45,
    "utter_faq_water_wheat": 46,
    "utter_goodbye": 47,
    "utter_greet": 48,
    "utter_happy": 49,
    "utter_iamabot": 50,
    "utter_request_irrigation_advice": 51,
    "utter_request_soil_analysis": 52
  },
  "action_text": null,
  "intent_response_key": null
}